{"meta":{"title":"国地科技-大数据小组","subtitle":"","description":"","author":"Haiqi Wang","url":"http://example.com","root":"/"},"pages":[{"title":"categories","date":"2023-01-03T07:51:19.000Z","updated":"2023-01-03T07:54:08.567Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"关于","date":"2023-01-03T07:56:18.000Z","updated":"2023-01-04T02:42:37.225Z","comments":false,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"国地科技大数据小组由两名成员组成，多应用多源数据开展城市相关研究。曾参与2022年广州市城市体检项目、广西国土空间规划等项目，为城市的监测和规划提供一定的参考意见。"},{"title":"tags","date":"2023-01-03T07:56:09.000Z","updated":"2023-01-03T07:56:59.538Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"城市绿地系统②|行人视角的街区内部绿视率评价","slug":"绿视率","date":"2023-06-27T23:15:15.000Z","updated":"2023-06-28T06:43:03.432Z","comments":true,"path":"2023/06/28/绿视率/","link":"","permalink":"http://example.com/2023/06/28/%E7%BB%BF%E8%A7%86%E7%8E%87/","excerpt":"绿化评价指标是衡量城市绿化建设成果水平的重要标准，然而现有的城市绿化评价指标如绿地率、绿地覆盖率、人均公园绿地面积等，主要是从二维平面垂直的角度考察城市绿化水平，忽略了三维空间中的绿色资源评估和景观效果。“绿视率”能够衡量人的视野范围内绿色植被的占比，既能反映城市绿化的立体构成，又能体现“以人为本”的城市绿化设计思想。因此，本研究基于行人视角采集街景图像，通过深度学习计算城市典型区域的街道绿视率，进一步量化城市三维空间的绿化质量。研究有有助于完善城市绿地规划评价体系和方式，为城市绿色空间品质提升提供量化路径。","text":"绿化评价指标是衡量城市绿化建设成果水平的重要标准，然而现有的城市绿化评价指标如绿地率、绿地覆盖率、人均公园绿地面积等，主要是从二维平面垂直的角度考察城市绿化水平，忽略了三维空间中的绿色资源评估和景观效果。“绿视率”能够衡量人的视野范围内绿色植被的占比，既能反映城市绿化的立体构成，又能体现“以人为本”的城市绿化设计思想。因此，本研究基于行人视角采集街景图像，通过深度学习计算城市典型区域的街道绿视率，进一步量化城市三维空间的绿化质量。研究有有助于完善城市绿地规划评价体系和方式，为城市绿色空间品质提升提供量化路径。 基于行人视角的街景数据采集为了分析城市不同区域的绿视率，本研究选取了典型的城市区域，包括城乡结合部、老城区、居住区、新开发建设区四类区域进行绿视率分析计算，不同的区域分别代表了不同的城市规划模式和特征，具有较高的代表性和对比性。其中城乡结合部包括番禺区和白云区，新开发建设区包括黄埔区，老城区包括海珠区，居住区包括越秀区。 研究所采用的街景图像均为2022年人工定点拍摄而得，具有较高的时效性。相较于街景车拍摄图像而言，人工拍摄更能还原行人视角的绿视率情况。为了保证数据的质量和准确性，本研究对所有的街景图像进行了人工审核和校正，对于识别错误或遮挡不清的图像进行了剔除或修正，并对所有的图像进行了统一的尺寸转换和批量压缩。 评价方法街道绿视率的评估方法可能会因地区和研究目的而有所不同，目视解译、阈值法和深度学习是常见的评估方法。本研究分别评估了三种方法的优缺点，并最终采取基于OneFormer的深度学习方法，进行绿视率计算。 *方法** *目视解译* *阈值法* *深度学习* 优点 提取方法简单，可直接利用图像处理软件中的颜色选择工具选择植被像素；提取结果最符合人的视觉感知。 批量化处理图像，提取速度快，针对标准化图像，识别精度高；轻量化模型系统架构简单，减少计算成本。 精准识别图像的各类要素，受图片质量影响较小；按物体整体轮廓提取要素，分割提取信息较为完整。 缺点 人工识别耗时长、成本高，不适合处理大量数据样本。 提取对象仅限于绿植，对图片样本质量要求较高。 模型计算量较大，硬件成本较高。 本研究的绿视率方法具体步骤如下： ①根据街道实地调研，以50m间隔采样，得到不同道路级别的街景图像，包括部分城中村内布路； ②利用OpenCV图像融合算法，将不同位置视角的街景图像进行融合处理，形成街道沿街图像数据； ③使用预训练模型OneFormer对街景图像数据进行语义分割，并输出各类像元的统计表； ④将要素提取结果与采样点进行空间连接，为后续分析提供数据基础。 研究结果 越秀区调查居住区内各道路平均绿视率较高，低值道路仅出现在主干道上，说明社区内部道路空间绿化质量较好，行人步行适宜度高。 海珠区老城样本区域内各道路平均绿视率相对较低，绿视率等级均在中及以下，低值道路出现在宝岗大道沿线以及社区内城中村道路上，受建成空间条件限制，区域整体道路绿化质量一般。 黄埔区新开发样本区域，各道路绿视率中等且值相对均匀，意味着区域开发建设水平较为一致。其中绿视率等级为良的道路分布在区域内干道上，区域外围靠近外环路道路绿视率等级较低。 白云区城乡结合部样本区域，各道路绿视率等级分布情况与黄浦区典型区域相似，但空间分布更有规律，其中绿视率等级为良的道路分布在南街与东街，而北街与西街道路绿视率等级较低。 番禺区城乡结合部样本镇区，镇内道路绿视率等级整体较低且差异较大，区域内部城中村道路，受到历史建成空间格局影响，绿视率等级较低。高值道路分别分布在区域外围新建道路，以及传统城中村中心区域。 综上所述，基于典型城市区域绿视率计算结果可以看出，每种类型的区域内道路绿视率水平都有接近性，凸显了不同城市空间形态的绿化程度具有其相应特征。而不同类型区域道路绿化质量存在差异，说明不同的城市区域空间形态、发展水平和规划，一定程度上会影响城市三维空间绿化质量。越秀居住区是绿视率等级较高的区域类型，说明区域内居民在对城市三维空间绿化感知效果较为良好，较为充分地享受到绿化建设带来的环境效益。绿视率等级较低的区域主要与其区域类型有关，新开发建设地区的绿化建设伊始，相应设施场所还未完善，还有较大的提升空间。而城乡结合部和老城区，往往受到历史遗留和空间发展的制约，难以增加改善道路绿化。 结论本研究基于行人视角采集街景图像，结合深度学习算法计算了城市典型区域的街道绿视率，并对每一区域进行了针对性分析。采用街道绿视率指标来评价城市绿化建设成果，相比大尺度的城市绿地指标，更能凸显区域建成空间特征和区域绿化分布。监测和评估城市道路绿视率水平，有助于量化城市三维空间绿化质量，完善城市绿地评价体系，增强城市绿地认知和管理水平。这对城市专项规划、详细性规划可以提供更明确、详细的数据分析支撑，为城市片区更新和改造策略提供更丰富的量化细节。","categories":[{"name":"城市绿地","slug":"城市绿地","permalink":"http://example.com/categories/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/"}],"tags":[{"name":"国土空间规划","slug":"国土空间规划","permalink":"http://example.com/tags/%E5%9B%BD%E5%9C%9F%E7%A9%BA%E9%97%B4%E8%A7%84%E5%88%92/"},{"name":"城市绿地","slug":"城市绿地","permalink":"http://example.com/tags/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/"},{"name":"绿视率","slug":"绿视率","permalink":"http://example.com/tags/%E7%BB%BF%E8%A7%86%E7%8E%87/"}]},{"title":"城市绿地系统①|城市绿地碳汇公平性研究","slug":"碳汇公平性","date":"2023-05-16T23:15:15.000Z","updated":"2023-06-28T06:48:15.489Z","comments":true,"path":"2023/05/17/碳汇公平性/","link":"","permalink":"http://example.com/2023/05/17/%E7%A2%B3%E6%B1%87%E5%85%AC%E5%B9%B3%E6%80%A7/","excerpt":"城市作为人类活动的主要载体，占据着约占全球80%的碳排放。许多研究表明，可以通过改变城市空间形态、优化城市空间格局以减少城市碳排放。城市绿地作为城市中重要的人工景观，不仅为市民提供生态、休闲、娱乐服务，还能通过绿地植物光合作用固碳，起到增碳汇、减碳排的效果，对于改善城市景观、优化城市格局有着重要作用。以往研究发现，城市区域发展水平的差异会影响绿地碳汇分布的差异，换言之，城市社区环境差异也会影响其社区绿地碳汇水平，进而形成不均衡的城市绿地碳汇分布。","text":"城市作为人类活动的主要载体，占据着约占全球80%的碳排放。许多研究表明，可以通过改变城市空间形态、优化城市空间格局以减少城市碳排放。城市绿地作为城市中重要的人工景观，不仅为市民提供生态、休闲、娱乐服务，还能通过绿地植物光合作用固碳，起到增碳汇、减碳排的效果，对于改善城市景观、优化城市格局有着重要作用。以往研究发现，城市区域发展水平的差异会影响绿地碳汇分布的差异，换言之，城市社区环境差异也会影响其社区绿地碳汇水平，进而形成不均衡的城市绿地碳汇分布。 由此，本研究聚焦社区尺度下的绿地碳汇空间分布，探索城市绿地建设缺口以及优化潜力。研究首先从人口、经济、气候环境等因素进行社区画像，以此测算社区绿地碳汇需求优先程度；同时结合分析社区绿地碳汇的实际水平，形成城市绿地碳汇公平性指标，用以找出城市绿地碳汇提升潜力地区。研究有助于辅助城市绿地需求预测和估算、城市环境增汇改造区域识别以及城市碳汇功能提升策略设计。 广州市城市绿地碳汇和城市社区画像广州市总体城市绿地碳汇本研究基于Google Earth Engine计算了广州市连续三年的城市绿地碳汇分布情况。通过比较三年的碳汇平均值可得知，城市绿地碳汇呈现出北部高于中南部的特征。可能主要由于广州北部的建成区开发面积相对较低，绿地斑块完整性高。 城市社区画像是一种反映社区社会经济和环境特征的综合方法。本研究利用手机信令人口、房价、城中村占比、年平均气温、空气质量指数数据，量化城市社区特征。其中，居住人口反映了社区的规模和人口密度，房价可以反应社区的经济水平，城中村占比可以反映社区的建成环境质量，年平均气温用来测算社区的气候特征，空气质量指数可以间接测度社区的环境质量。 从气温分布图可以看出：①受热岛效应影响，中心城区的社区气温偏高；②“北三区”——从化、花都、增城区内的社区整体气温偏低且区域内的温差较大；③南沙区内的社区气温偏高，区域内部温差较小。 从房价分布图可以看出，房价呈现出明显的区域差异，位于中心城区的社区总体经济水平较高；位于郊区的社区，房价分化差异明显，表明社区经济发展水平差异较大。 社区人口较为密集地的地区主要分布于中心城区及其外围区域，呈现出自中心城区向周边地区逐渐减少的空间特征。 城市绿地碳汇公平性分析城市绿地碳汇公平性评分(CSES）方法本研究基于城市绿地碳汇量和社区画像，构建了CSES（城市绿地碳汇公平性评分，Carbon Sink Equity Sorce)评价指标体系。具体计算公式如下： ① 计算社区碳汇基线目标差分GAP，其通过社区碳汇基线目标减去社区碳汇现实值EC获得，其归一化结果为GAPscore；公式中GOAL为该类型社区碳汇密度均值，其代表了研究区内碳汇基线目标。 ② 计算城市绿地碳汇公平性评分CSES，其中CSES分数越低，表示该社区在增加绿地和城市碳汇上应有更高优先级。式中E为优先级指数，其代表了优化社区碳汇环境需求的迫切程度，由上述五类因子归一化得出当其趋近1时代表了更迫切的优化需求。 结果分析基于CSES评价结果，得到广州市社区城市绿地碳汇公平性评价。其中，CSES得分高的社区意味着更高的城市绿地碳汇公平分数，分数越低表明社区有更高的绿地碳汇优化潜力和需求。普遍而言，高评分社区的画像是人口密度适宜、平均房价较低、城中村占比低、空气质量良好、温度适宜、社区绿地碳汇量高的宜居社区。 图5结果显示，广州市CSES的整体分布呈现为“东北高-西南低”的空间分布特点。高分值社区（CSES&gt;80）主要集中于东北部，分布格局较为连续，较少出现低分值社区（CSES&lt;70）；而低分值社区在西部、南部有较多分布，分布格局较为破碎，数量也相对较少。总的来看，广州市社区城市绿地碳汇公平性整体情况较好，但需要注意部分低分值社区的绿地增汇工作。从分数分布区间表可以看出，非中心城区低分值社区主要分布在白云、番禺、黄埔、花都四个区；高分值社区主要分布在从化、增城两区；中心城区低分值社区主要分布在荔湾区，高分值社区主要分布在天河、海珠、越秀三区。 结合空间分布图分析，白云、花都、黄埔、荔湾四区低分值社区空间分布较为集中，需要针对重点区域的城市绿地空间进行合理优化，提高绿地碳汇水平；番禺区内低分值社区分布较为分散但比重高，可能需要在全区范围推动建成区绿地空间优化，提高城市绿地碳汇水平。 社区绿地碳汇公平性和社区功能关系结合POI功能分区结果，不难看出CSES低值区与工业类、混合类功能社区高度相关，具体而言，白云区CSES低值社区集中在嘉禾望岗——白云机场一带，该区域居住人口密集，社区碳汇需求高而供给不足，且由于第二产业发达、城中村社区占比高、绿地破碎化严重，导致社区人居环境的碳汇公平性分值较低，表明该类社区在环境增汇方面需要进一步努力。 社区内部基于土地功能的绿地碳汇分析为探讨不同土地功能与碳汇间的关系，本研究选取了城市中常见的商业、交通、教育、休闲、工业、历史街区这六类地块进行碳汇三维精细化分析。 公园地块：以天河公园为例说明碳汇分布情况。天河公园在不同区域的碳汇量有明显差异：公园地块的北部以林地为主，植被覆盖度较高，碳汇量较高；中部以水域为主，绿地碳汇量较低。 教育地块：以南方医科大学为例说明碳汇分布情况。由于植被集中在北部，南部主要由教学楼等建筑构成，因此碳汇呈现出北部高、南部低的分布特征。 历史街区地块：以沙面岛为例说明碳汇分布情况。沙面岛的建筑物众多，缺少大面积的绿化，植被主要以行道树为主，从空间分布上看，碳汇呈现出沿路分布的波浪状特征。 交通地块：以广州南站为例说明碳汇分布情况。广州南站的植被覆盖较少，植被主要分布在西侧，因而碳汇主要分布在西部，其余区域的碳汇能力较差。 工业地块：以广州民营科技园为例，该工业地块上的建筑密度较高，植被主要分布在建筑之间，整体绿化覆盖率偏低，导致地块的绿地碳汇功能较弱。 商业地块：以花城汇为例说明碳汇分布情况。花城汇地块中心设有绿化广场，整体绿化水平良好，碳汇呈现出四周高、中间低的态势。 综上可得，基于不同类地块的碳汇三维精细化分析可得，城市绿地的碳汇分布与建筑密度、绿化覆盖等特征存在关联性。未来可结合遥感影像和实地调查等数据，对地块上的建筑、植被、土壤等要素的空间分布、几何形态、生物量等进行识别和量化，评估地块的碳汇效益和潜力，并根据设定的地块功能需求和碳汇目标，调整地块上的建筑、植被、土壤等要素的空间位置、形态、数量等，优化地块的规划情况，实现地块的低碳高效利用。 结论与建议整体而言，广州市城市绿地碳汇公平性尽管存在空间分异，但是多数社区的公平性表现良好，即社区内的居民能够较为均衡地享受到绿地碳汇所带来的生态服务和环境效益。碳汇公平性偏低的社区主要与其工业类、混合类的用地性质相关，社区内的绿地破碎，碳汇能力偏低。而且这些社区往往位于城市边缘或老城区，受到历史遗留和空间发展的制约，难以增加绿地面积和改善绿地质量。 针对上述问题，提出以下建议：①增加城市绿地的总体规模和覆盖率，尤其是在高温、高房价、高人口密度的地区，增加绿色碳汇的供给和需求的匹配度；②优化城市绿地的空间布局和结构，提高绿地的连通性和可达性，促进绿色碳汇的空间分布均衡和公平；③运用先进的技术手段，监测和评估城市社区尺度的绿地的碳汇效应和碳足迹，增强城市绿地的碳管理水平和碳价值认知。","categories":[{"name":"城市绿地","slug":"城市绿地","permalink":"http://example.com/categories/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/"},{"name":"双碳","slug":"城市绿地/双碳","permalink":"http://example.com/categories/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/%E5%8F%8C%E7%A2%B3/"}],"tags":[{"name":"碳中和","slug":"碳中和","permalink":"http://example.com/tags/%E7%A2%B3%E4%B8%AD%E5%92%8C/"},{"name":"国土空间规划","slug":"国土空间规划","permalink":"http://example.com/tags/%E5%9B%BD%E5%9C%9F%E7%A9%BA%E9%97%B4%E8%A7%84%E5%88%92/"},{"name":"城市绿地","slug":"城市绿地","permalink":"http://example.com/tags/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/"}]},{"title":"城市公共交通公平性研究——以广州天河区为例","slug":"公共交通公平性","date":"2022-12-06T02:39:02.000Z","updated":"2023-01-03T07:29:38.946Z","comments":true,"path":"2022/12/06/公共交通公平性/","link":"","permalink":"http://example.com/2022/12/06/%E5%85%AC%E5%85%B1%E4%BA%A4%E9%80%9A%E5%85%AC%E5%B9%B3%E6%80%A7/","excerpt":"公共交通系统的规划建设是资金、政策、需求等因素综合决策的结果，因而公共交通服务在不同区域的分配必然存在一定程度的差异。这种差异可以被视为是城市公共交通公平性在空间上的体现。通过匹配人口与公共交通设施的空间分布，计算出公共交通布局的公平性，进而可以直观地反映公共交通建设的合理性。不仅如此，城市公共交通作为市民参与社会活动、建立社会关系的前提条件，其公平性也是实现社会更公平、更可持续发展的重要一环。 本文将腾讯位置大数据引入公共交通公平性研究，以广州市天河区为例，对工作日的工作与休息两个时段，整体及局部尺度的公共交通公平性进行动态评价。研究可以为评估和改善城市公共交通系统布局提供新视角，同时为工作日公共交通系统供给分配提供数据分析支撑。","text":"公共交通系统的规划建设是资金、政策、需求等因素综合决策的结果，因而公共交通服务在不同区域的分配必然存在一定程度的差异。这种差异可以被视为是城市公共交通公平性在空间上的体现。通过匹配人口与公共交通设施的空间分布，计算出公共交通布局的公平性，进而可以直观地反映公共交通建设的合理性。不仅如此，城市公共交通作为市民参与社会活动、建立社会关系的前提条件，其公平性也是实现社会更公平、更可持续发展的重要一环。 本文将腾讯位置大数据引入公共交通公平性研究，以广州市天河区为例，对工作日的工作与休息两个时段，整体及局部尺度的公共交通公平性进行动态评价。研究可以为评估和改善城市公共交通系统布局提供新视角，同时为工作日公共交通系统供给分配提供数据分析支撑。 城市公共交通公平性评价方法2022年赛迪百强区榜单，天河区位列全国第二。研究利用公共交通的供给指数来衡量城市公共交通服务水平。网格单元内公共交通供给指数由站点与格网中心的距离和途径站点的线路数量共同决定。站点距离格网中心越近，该站点被格网范围内居民使用的可能性越大；途径站点的线路越多，代表站点所提供的公共交通服务越好。具体计算公式如下： 计算公式中的SI为分析单元的公共交通供给指数；n为搜索半径内公交或地铁站点的数量；r为搜索半径；πr2为搜索面积；di为公交站点或地铁站点距离分析单元中心的欧式距离；SCi为站点i的服务强度权重，这里赋值为运营时间内经停该站点的线路数量；f为距离衰减函数；106为扩大结果差异的系数。 公共交通服务的公平性由两个层级组成： （1）全局服务公平性由基尼系数评价得出：当基尼系数越接近0时，代表公共交通资源分配越公平；当基尼系数越接近1时，代表公共交通资源分配越不公平。 （2）局部公平性由区位熵评价得出：当街道的区位熵等于1时，说明街道内人均享有的公共交通资源水平等于全区的平均水平；当街道的区位熵大于1时，说明街道内人均享有的公共交通资源水平高于全区平均水平；反之则低于平均水平。 广州市天河区案例分析天河区位于广州市新中轴线上，是广州市东进轴与南拓轴的交汇点。作为广州市的经济、政治及文化中心，天河区具有完备的城市功能区，在带动广州市的城市发展中起到关键的作用。天河区的公共交通网络已形成了由号码线、高峰专线、夜间线、旅游线、地铁接驳线、节假日公交专线、大学城专线、机场快线等多种常规公交线路，多条BRT线路和地铁轨道交通组成的多层次公共交通网络体系。 天河区人口动态分布特征由腾讯位置大数据（图 2）可看出，工作日工作时段内天河区的人口均主要分布在南部，包括沙东街道、沙河街道、石牌街道、林和街道、天河南街道、冼村街道和猎德街道、棠下街道、天园街道及车陂街道。除此之外北部人口主要聚集在龙洞街道和凤凰街道。这些区域也是主要的就业岗位分布区。 工作日休息时段中西南方位的人口向其他地区转移，高人口密度区域的面积收缩，只有石牌街道、林和街道和天河南街道存在高密度人口区域。而东南方位的人口密度呈现增长的趋势， 其中棠下街道和车陂街道的高密度人口区域面积有所增加。而天河区北部的人口密度大致与工作时段相同。 公共交通供给指数分布特征公共交通供给指数能够综合衡量公共交通资源的分配情况。可以看出，公共交通供给水平分布大致与人口分布密集区相匹配。如图3所示，天河区南部的公共交通供给水平高于天河区北部。其中公共交通资源供给水平高的地区主要集中于天河区体育西路周边。除此之外还存在部分的高公共交通供给区域零散地分布在天河区的东部。 2.3.以天河区 21个街道为单位，汇总格网尺度的公共交通供给指数，得到各街道的公共交通供给指数及空间分布情况（图4）。林和街道、天河南街道、天园街道、新塘街道的公共交通供给指数位列前四；天河区边缘街道——沙河街道、猎德街道、前进街道和珠吉街道的公共交通供给指数位则相对较低。 整体公共交通公平性评价结果天河区工作日工作和非工作时段的洛伦兹曲线均接近绝对公平线（图5），说明天河区整体公共交通资源分配较为公平。其中工作日工作时段的洛伦兹曲线在大多数时候都在工作日休息时段的洛伦兹曲线之上，即根据实际人口分布对公共交通服务的需求而言，工作日工作时段内天河区的公交资源分布和供给整体较为充足。 局部公共交通公平性动态评价本研究计算各街道公共交通区位熵，并将区位熵分成三个等级范围（图6）：低区位熵（0.5-1）、中区位熵（1-1.5）、高区位熵（1.5-2）。低区位熵地区意味着人均交通资源低于全区平均水平，中区位熵地区的人均交通资源略高于全区平均水平，高区位熵地区的人均交通资源相对全区最高。 工作日工作时段和休息时段，新塘街道的公共交通供给指数位列全区第一，但是街道内人口数量处于全区的中下水平，即公共交通供给大于需求，因此新塘街道的公共交通区位熵始终偏高。兴华街道的公共交通资源和人口分布动态较为匹配，始终为中区位熵街道。除此之外，天河区有9个街道的区位熵保持较低的水平，即交通需求大于公共交通资源的供给。 在休息时段，相比工作时段区位熵等级上升的街道大部分位于天河区西南部：沙河街道、天河南街道、冼村街道、沙东街道、林和街道和天园街道。由于这一区域主要为各种大型购物中心、商务大厦以及国际酒店等，工作时段内该区域的人流量大，人均公共交通资源较紧张，因此工作时段的区位熵低于休息时段。区位熵等级下降的街道大部分位于天河区北部，这些街道远离经济中心，街道内的居民住宅区多于商务办公区，工作时段内的人流量较少，而休息时段则有大量下班人群朝这一区域聚集。 结语综上，天河区整体公共交通公平性均较高，其中工作时段的公平性更高，表明天河区公共交通在工作时段与人们的出行需求更为匹配。同时，从公共交通供给分布来看，目前天河区公共交通服务主要集中于主要道路和干线上，未来提升公共交通的可达性和覆盖度，尤其是居住区的覆盖度，应当是工作的重点。 从局部交通的动态差异角度看，造成区位熵变化的根本原因在于：工作时段到休息时段，天河区大量人口从办公区涌向居住区，交通资源面临重新分配的问题，例如员村、黄村街道。 因此，后续提升局地公交服务空间公平性的措施，应当更加注重引入实时大数据，不同时段的公共交通服务优化，以及加强根据人流强度进行公共交通服务的调整和配置，实现公共资源更均衡和高效的服务。","categories":[{"name":"智慧城市","slug":"智慧城市","permalink":"http://example.com/categories/%E6%99%BA%E6%85%A7%E5%9F%8E%E5%B8%82/"}],"tags":[{"name":"公共交通","slug":"公共交通","permalink":"http://example.com/tags/%E5%85%AC%E5%85%B1%E4%BA%A4%E9%80%9A/"},{"name":"多源数据","slug":"多源数据","permalink":"http://example.com/tags/%E5%A4%9A%E6%BA%90%E6%95%B0%E6%8D%AE/"}]},{"title":"大数据视角下，城市公共服务设施空间配置特征研究","slug":"公服设施配置研究","date":"2022-09-06T08:49:22.000Z","updated":"2023-01-04T08:02:09.202Z","comments":true,"path":"2022/09/06/公服设施配置研究/","link":"","permalink":"http://example.com/2022/09/06/%E5%85%AC%E6%9C%8D%E8%AE%BE%E6%96%BD%E9%85%8D%E7%BD%AE%E7%A0%94%E7%A9%B6/","excerpt":"城市基本公共服务设施是城市内满足一定区域居民基本需求的公共设施。十六届六中全会以来，基本公共服务设施的配置问题备受社会关注，基本公共服务设施配置水平是衡量人居环境品质的重要指标之一，也是城市规划实践、城市体检的重要内容之一。 因此，本文利用高德POI、手机信令等多源大数据，从多样性的维度挖掘公共服务设施的空间配置特征，评估广州市公共服务设施发展状况，以期为未来城市高质量发展提供一定参考。","text":"城市基本公共服务设施是城市内满足一定区域居民基本需求的公共设施。十六届六中全会以来，基本公共服务设施的配置问题备受社会关注，基本公共服务设施配置水平是衡量人居环境品质的重要指标之一，也是城市规划实践、城市体检的重要内容之一。 因此，本文利用高德POI、手机信令等多源大数据，从多样性的维度挖掘公共服务设施的空间配置特征，评估广州市公共服务设施发展状况，以期为未来城市高质量发展提供一定参考。 广州服务类设施空间分布格局公共服务设施分布密度根据《“十三五”推进基本公共服务均等化规划》、基本公共服务设施的相关定义与研究，研究提取了医疗、购物、教育、文化、体育和休闲六个类别的POI进行分析。 通过核密度计算发现，广州市公共服务设施总体呈现从中心到边缘递减的格局（图1）。中心城区——越秀区、天河区、海珠区、荔湾区服务设施分布密集，空间配置水平相对较高；中心外围的番禺区、白云区的设施密度中等；远离市中心的区——增城区、从化区、南沙区设施密度较低。广州市公共服务设施数量整体呈现聚集性高、空间分布差异大的分布特征。 各区公共服务设施数量配置差异从设施绝对数量上看，各区公共服务设施总数差异较大，白云区数量最多，达到9738个。白云区、番禺区、天河区及海珠区设施数量在7000以上；花都区、荔湾区、越秀区及黄埔区设施配置水平中等，设施数量在4000上下；南沙区、增城区及从化区总量较低。 图2详细展现了广州市各类公共服务设施POI的数量。从类别上说，购物和医疗设施配置较完备，各区购物设施数量均高于其他类设施，而医疗设施数量位居第二，成为第二大类设施。相对于教育和医疗等满足日常刚性需求的设施，文化及休闲设施配置强度则较低。 服务类设施多样性空间分布特征随着我国城市发展阶段的不断提升，城市环境建设需要供给多样化、精细化的基本公共服务设施，以满足相应服务范围内的居民多维度和多层次的需求。因此，服务设施多样性指数能够衡量一个区域内城市环境的丰富程度和生活便利程度。 研究通过香农熵值的多样性计算，衡量了广州市各区和街道的多样性特征。从城区整体看，与设施分布密度不同，多样性并未完全呈现“中心-边缘”的递减趋势。 广州各区的多样性分值都不低于0.8，多样性水平均较高，整体设施配置均衡度较高。平均多样性最大值出现在越秀区，说明该区各类公共服务设施配置齐全且数量均衡，展现出老城区的建成环境丰富度。最小值出现在毗邻的白云区。尽管白云区内集中了大量消费购物类设施，但由于其他种类设施配置数量相对较低，导致多样性分值偏低。 为进一步分析各区内部的设施多样性差异，本研究也对各街道设施多样性进行了分析。从全局空间分布上看，多样性较低的街道主要为自然生态资源较为丰富的地区或正在开发的区域（图4）。 高多样性街道主要位于城区范围和人口分布较为密集的地区。在一些非中心城区，如增城区良口镇，尽管总POI数量不多，但多样性值也较高，说明该地区总体设施配置较为均衡。 注：街道空间划分依据：2014年国家统计局数据 从局部空间聚集性看（图5），通过Local Moran’s I指数计算进一步验证了中心城区，尤其是越秀区街道的公共服务设施多样性呈现高度聚集，其余市区街道多样性指数没有显著聚集特征。 因此，从街道层级看，尽管大量设施集中于中心城区，但广州市公共服务设施多样性总体的空间均衡性较好。 基于MIC系数的公共服务设施空间适配性差异为检测公共服务设施多样性与人口分布的差异，本研究利用相互关系强度进行空间适配性差异测量，即测度人口密度与多样性程度之间的空间关联性程度——假定人口密度越高，多样性程度也越高，空间适配性程度越好。 首先，本研究利用第七次人口普查数据及手机信令数据提取了广州各街道总人口及生活居住人口的密度，然后与各街道的多样性指数进行匹配。将数据标准化后，基于中心城区和外围城区分别进关联性统计分析（图6）。 为了对研究引入最大互信息系数（maximal information coefficient(MIC)）检验各街道生活居住人口分布与公共服务设施多样性之间的空间适配性关系。MIC相关性系数越高，说明二者联系性越强。MIC 计算公式如下： 其中X，Y 为所测度变量。 从结果可以看出，首先，中心城区整体空间适配性略低于外围城区（图7），说明中心城区公共服务设施配置与人口密度分布的空间差异度高于外围城区。 一方面可能由于中心城区整体人口密度较高，而外围城区人口分布相对集中，因而外围城区公共服务设施与人口密度关系更为紧密。 另一方面，这也说明中心城区的公共服务设施空间配置仍有优化的潜力，正如图5聚类分析结果所体现的，中心城区部分地区的多样性仍有待提升。 其次，居住人口密度与多样性指数的关联性高于总体人口密度，凸显了公共服务设施的功能导向性，也说明人群细分研究可以有效提升公共服务设施配置优化的精准性。 结论与思考为创建宜居的城市生活环境，城市基本公共服务设施的空间配置既要注重数量供给，也要注重类型分配，将数量和类型与其所服务的人口密度进行有效匹配。从广州市城市公共服务设施总体多样性较好，说明公共资源配置的整体公平性较高。 另一方面，尽管公共服务设施数量和多样性都很高，从人口密度和设施多样性的空间适配性分布看，广州市区内仍有优化空间。由于城市不同地段的人口无论在数量还是在结构上都处于动态变化，因此，城市基本公共服务设施的空间配置需要在数量上和类型上进行有针对性的动态更新。有鉴于此，基于高空间粒度的城市基本公共服务设施的空间配置特征分析尤为重要。 城市推演模型通过对城市发展过程中各种问题进行情景再现，推演城市未来发展态势，为城市管理决策提供技术支持，是新型智慧城市建设的重要支撑。 国地科技城市推演平台作为城市推演模型的示范应用实践，能够提供城市多业务场景应用。依托深度融合高性能计算技术、三维引擎技术的城市信息模型（CIM）基础平台，综合运用人工智能、大数据、物联网、3S等新一代信息技术，可以更高效、科学、合理地辅助城市管理决策。 注：本文涉及的地图，来源均为高德地图。","categories":[{"name":"智慧城市","slug":"智慧城市","permalink":"http://example.com/categories/%E6%99%BA%E6%85%A7%E5%9F%8E%E5%B8%82/"}],"tags":[{"name":"多源数据","slug":"多源数据","permalink":"http://example.com/tags/%E5%A4%9A%E6%BA%90%E6%95%B0%E6%8D%AE/"},{"name":"公共服务设施配置","slug":"公共服务设施配置","permalink":"http://example.com/tags/%E5%85%AC%E5%85%B1%E6%9C%8D%E5%8A%A1%E8%AE%BE%E6%96%BD%E9%85%8D%E7%BD%AE/"}]},{"title":"碳排放核算技术和碳时空动态可视化研究","slug":"碳核算推文","date":"2022-07-17T09:36:15.000Z","updated":"2023-06-28T01:37:34.631Z","comments":true,"path":"2022/07/17/碳核算推文/","link":"","permalink":"http://example.com/2022/07/17/%E7%A2%B3%E6%A0%B8%E7%AE%97%E6%8E%A8%E6%96%87/","excerpt":"明晰碳排放计算方法，了解不同碳排核算模型，推演我国碳排放的过去与未来，是实现“双碳”目标的基石，也是开展减排增汇的工作基础。2021年9月，国地科技与南京大学、中国国土勘测规划院联合共建的自然资源部碳中和与国土空间优化重点实验室，发布了“国土空间碳排放核算系统”。该系统能够核算各类土地利用变化产生的碳排放和各种类型的人类活动碳排放，可自动生成各种土地利用类型的综合碳排放清单，为开展国土空间优化和“双碳”目标研究夯实基础。","text":"明晰碳排放计算方法，了解不同碳排核算模型，推演我国碳排放的过去与未来，是实现“双碳”目标的基石，也是开展减排增汇的工作基础。2021年9月，国地科技与南京大学、中国国土勘测规划院联合共建的自然资源部碳中和与国土空间优化重点实验室，发布了“国土空间碳排放核算系统”。该系统能够核算各类土地利用变化产生的碳排放和各种类型的人类活动碳排放，可自动生成各种土地利用类型的综合碳排放清单，为开展国土空间优化和“双碳”目标研究夯实基础。 本研究从核算模型和数据集的角度，利用动态可视化的方式，展现了全国省际和主要城市二十年的碳排放时空格局。同时基于夜间灯光数据，对广东省碳排放变迁进行了反演测算，并对比不同碳排放数据集结果的差异和演化趋势，为建立碳排放核算标准及后续国土空间规划实现节能增汇的目标提供参考。 碳核算方式及主要数据集确定碳排放源根据联合国政府间气候变化专门委员会（IPCC）的分类，温室气体排放主要来自能源活动、工业生产、农业活动、土地利用变化与林业、废弃物处理五大部门。图1列举了碳排放计算中常见的排放源。 碳排放计算方式目前，碳排放的测算方法主要包括“碳核算”及“碳估算”两大类。碳核算主要包括：排放因子法、质量平衡法及实测法。由于部分地区的碳排放测算存在着研究方法及数据的限制，则需要采用模型估算法进行测算。 碳排放核算体系碳排放核算体系主要针对建立地区碳排数据集的方式，可以分为自上而下和自下而上两类。其中，自上至下指国家或政府层面宏观测量，通过对主要的碳排放源进行部门分类并构建子目录，直至涵盖各类排放源；自下而上指基于分能源品种、部门、设备的活动水平、单位热量和含碳量等参数，通过逐层累加核算得到的总排放量，主要包括企业自测与披露、地方对中央的汇报等。表1列出了目前较为常用且有代表性的中国碳排放数据集。 全国碳排放时空格局分析全国省际碳排放时空演化格局从空间格局看，近二十年全国碳排放水平较高且集中的区域为华北地区、华东部分地区和黄河流域，占全国总排放量的68%。这些区域是现阶段和未来减排工作的重点区域和市场。从时间演化上看，碳排量增长速率在2012年后总体呈下降趋势。各区域碳排量时间演化可以分为三个类别： (1) 碳排低增速低：以西南地区为主，亦是我国实现碳达峰较早的区域。 (2) 持续增长但增速放缓：以珠三角、长三角为代表，这些地区经历了快速经济增长，人均碳排放介于5.7-11.4吨，略高于国家平均水平。这部分省份以37%的排放贡献了48%的GDP。 (3) 碳排增速相对较高：以能源基地、高能耗产业为主的省份居多。这些省份经济发展相对处于中等水平，但人均碳排放增长迅速。全国人均碳排放最高的三个省份分别是内蒙古、宁夏和新疆，高于国家平均水平。这些省份以29%的排放贡献了12%的GDP。 全国主要城市碳排放趋势变迁由于空间数据存在的空间分异性和可变面元问题，不同空间尺度的CO2排放特征会有所不同。比如省级尺度的CO2排放格局研究，往往会掩盖城市发展的差异性和多样性。中国城市范围碳排放量与总排放量的占比高达85%，因此城市无疑是节能减排的重要区域。由此可见，分析全国主要城市碳排趋势（直辖市、省会和副省级城市），能够更精确了解碳排放驱动因子。 我国主要城市间碳排放总体和经济发展水平有较大关系。作为中国经济重心之一，上海经济高速增长带动能源需求，使得碳排放长期居于高位。其余碳排放较高的城市绝大多数属于工业比重较高或资源型城市。而以旅游、商贸、高新技术等产业为主的城市碳排放则相对保持低位，如深圳、成都、贵阳等。 广东省碳排放时空格局为进一步探索区域碳排放时空格局，本研究以中国GDP第一大省——广东省为例，研究区域碳排放时空上的动态变化趋势。 广东省碳排放空间特征从空间视角看，产业构成和分布对碳排放的空间格局影响最大。由于第二产业分布较多，广州市、佛山市及惠州市的碳排放总量持续保持前三。2000年及2005年，湛江市及茂名市的石化产业蓬勃发展，也导致碳排放急剧上升。深圳市得益于高新技术产业为主的产业结构，经济发展迅速，碳排放总量相对较低。 从碳排放强度（指每单位国内生产总值所带来的碳排放量）看，广东省总体和各市碳排放强度在2010年之后均有大幅下降。表明随着技术进步，单位GDP所带来的CO2排放减少。2008年金融危机后，珠三角城市群工业产业结构/能源结构优化调整，能源利用水平提高。因此，促进技术进步可能是降低城市CO2直接排放的有效途径。 广东省碳排放脱钩分析碳排放脱钩水平代表经济增长与碳排放间的关联性，脱钩强度越强，经济发展与碳排放关联性越弱。通过Tapio脱钩模型计算可看出：①2000-2015年广东省整体脱钩城市增多，2010年67%城市实现碳排放脱钩，2015年之前基本全部实现弱脱钩。②2015-2018年广东省以弱脱钩状态为主，但负脱钩城市数量回弹。尽管碳排放强度降低，但由于城市经济与人口持续增长，导致脱钩进程有所减慢，尤其以人口保持高增长率的深圳市变化最为明显。 珠三角重点城市碳排放动态预测本研究基于Kaya恒等式和不同碳排放情景分析法，对珠三角重点城市2020-2035年不同情景下的碳排放（高碳、基线、低碳情景）进行了动态模拟，为城市制定碳达峰方案提供参考。结果显示：①广州、深圳、佛山及珠海在所有情景下均可提前实现碳达峰和低碳发展。②中山、 江门的碳排放量在2020年后呈发散演化趋势，在高碳情景下有可能难以实现2030年碳达峰目标，因此需要着力制定碳排放策略。 夜间灯光与城镇碳排放高度相关夜间灯光主要集中在城市区域的这一特性（图9），使得深入研究碳排放和城市用地关系有了可能性。本研究利用珞珈一号的夜间灯光数据，测算了夜间灯光亮度与城镇用地碳排放之间的关系。 从广东省模拟结果可以看出，虽然各数据集的核算方法不同导致结果有所差异，但回归模型均表明城市夜间灯光亮度与碳排放间存在着较强正相关（图10-abc）。不仅如此，城镇土地碳排放和夜间灯光亮度存在极高的相关性（图10-d），决定系数R2达到0.94。因此，夜间灯光亮度可以为城镇内部空间节能优化提供数据参考。 注：夜间灯光与碳排放数据均经过归一化处理 图10 广东省各市灯光辐射总亮度与碳排总量关系 结语与展望1.碳排放和地区产业结构高度相关 从全国的角度看，碳排放总量与产业结构变化具有极大的相关性，尤其是第二产业。全国城市碳减排重点应该放在资源型城市和工业城市。减排的重点地区放在西北和华北地区，这些城市和地区的人均碳排放量较高，且碳排放强度也偏高。加强技术研发，推行碳捕集等技术落地，提高碳排放管理水平，是降低CO2排放的可行方案。 国地科技目前具备全方位支持生态系统固碳增汇的产品研发及项目实践经验。已实施研发了国土空间规划能碳“一张图”、数字生态碳汇管理平台等“双碳”信息化产品，可为“双碳”工作进行数智赋能。 2.碳核算助力国土空间规划治理逻辑建构 由于土地利用和碳排放的高相关性，国土空间规划应在规划编制中增加碳风险情境模拟，通过估算碳排放风险，进行差异化减排目标制定和干预措施，研究建构兼顾区域发展和碳指标核算的空间治理逻辑。 此前，自然资源部碳中和与国土空间优化重点实验室根据江苏省碳排放管理实际情况，提出了四条面向碳中和国土空间治理的对策建议，包括高碳汇空间保护和低碳空间打造等内容。该项建议已发表在《决策参阅2021年第37期》，并获得省主要领导的肯定性批示。 3.碳排放计算标准确立与土地利用 目前的碳排放计算，各权威碳排放数据集的测算结果都存有一定差异。因此，可以考虑针对不同尺度和核算目标，建立一定的碳排放计算标准，使得碳排放核算有准则可循。自然资源部碳中和与国土空间优化重点实验室基于IPAT和IBIS模型，在预测人为碳排放和陆地生态系统碳汇的基础上，探讨了不同土地利用方式承载的碳汇分布。以此为基础，未来将继续探索制订土地利用碳排放标准。","categories":[{"name":"双碳","slug":"双碳","permalink":"http://example.com/categories/%E5%8F%8C%E7%A2%B3/"}],"tags":[{"name":"碳达峰","slug":"碳达峰","permalink":"http://example.com/tags/%E7%A2%B3%E8%BE%BE%E5%B3%B0/"},{"name":"碳中和","slug":"碳中和","permalink":"http://example.com/tags/%E7%A2%B3%E4%B8%AD%E5%92%8C/"},{"name":"国土空间规划","slug":"国土空间规划","permalink":"http://example.com/tags/%E5%9B%BD%E5%9C%9F%E7%A9%BA%E9%97%B4%E8%A7%84%E5%88%92/"}]}],"categories":[{"name":"城市绿地","slug":"城市绿地","permalink":"http://example.com/categories/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/"},{"name":"双碳","slug":"城市绿地/双碳","permalink":"http://example.com/categories/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/%E5%8F%8C%E7%A2%B3/"},{"name":"智慧城市","slug":"智慧城市","permalink":"http://example.com/categories/%E6%99%BA%E6%85%A7%E5%9F%8E%E5%B8%82/"},{"name":"双碳","slug":"双碳","permalink":"http://example.com/categories/%E5%8F%8C%E7%A2%B3/"}],"tags":[{"name":"国土空间规划","slug":"国土空间规划","permalink":"http://example.com/tags/%E5%9B%BD%E5%9C%9F%E7%A9%BA%E9%97%B4%E8%A7%84%E5%88%92/"},{"name":"城市绿地","slug":"城市绿地","permalink":"http://example.com/tags/%E5%9F%8E%E5%B8%82%E7%BB%BF%E5%9C%B0/"},{"name":"绿视率","slug":"绿视率","permalink":"http://example.com/tags/%E7%BB%BF%E8%A7%86%E7%8E%87/"},{"name":"碳中和","slug":"碳中和","permalink":"http://example.com/tags/%E7%A2%B3%E4%B8%AD%E5%92%8C/"},{"name":"公共交通","slug":"公共交通","permalink":"http://example.com/tags/%E5%85%AC%E5%85%B1%E4%BA%A4%E9%80%9A/"},{"name":"多源数据","slug":"多源数据","permalink":"http://example.com/tags/%E5%A4%9A%E6%BA%90%E6%95%B0%E6%8D%AE/"},{"name":"公共服务设施配置","slug":"公共服务设施配置","permalink":"http://example.com/tags/%E5%85%AC%E5%85%B1%E6%9C%8D%E5%8A%A1%E8%AE%BE%E6%96%BD%E9%85%8D%E7%BD%AE/"},{"name":"碳达峰","slug":"碳达峰","permalink":"http://example.com/tags/%E7%A2%B3%E8%BE%BE%E5%B3%B0/"}]}